string = ["양상추(40g) 당근(10g) 방울토마토(30g) 닭가슴살(60g) 메밀면(90g) 어린잎채소(10g) 식초(20g) 간장(15g) 올리브유(15g) 마늘(3g) 올리고당(5g) 유자청(10g)",
    "고구마(50g) 호두(15g) 우유(10㎖) 두부(150g) 빵가루(50g) 모차렐라치즈(15g) 식용유(100ml)",
    "가지(1개) 주키니호박(½개) 토마토(1½개) 단호박(1개) 훈제 오리(400g) 마늘(6쪽) 양파(½컵) 토마토(1컵) 파프리카(1컵) 올리브유(2Ts) 소금(0.3Ts) 후춧가루(0.3Ts)",
    "필수느타리버섯(25g) 파프리카(빨간색 노란색 각 10g) 청피망(10g) 크래미(10g) 식용유(3g) 소금(1g) 후추(3g) 간장(1g)",
    "닭가슴살 60g 홍피망 24g 양파 30g 노랑파프리카 24g 양송이버섯 9g [소스소개] 소스:양파다진것 6g 마늘다진것 1.2g 케첩 9g 홍토마토 12g 설탕 3g 물 18g<br /> 이탈리안시즈닝:타임 0.9g 로즈마리 0.9g 바질 1.2g 오레가노 1.2g",
    "닭고기가슴살 100g [소스소개] 밑간양념:요구르트 6g 식용유 1g 후춧가루 0.03g<br /> 조림장:간장 3g 설탕 5g 꿀 1g 홍고추마른것 1g 정종 5g 참기름 0.8g 대파 10g",
    "돼지고기 등심 50g 젖은 찹쌀가루 50g [소스소개] 밑간양념:간장 1g 물엿 3g 마늘 2g 후춧가루 0.1g 무순 1g 레디쉬 0.3g 깻잎 1.5g 대파 3g 저나트륨된장소스:된장 1g 파인애플 15g 물 30g 홍고추 0.5g 통마늘 0.3g",
    "쇠고기등심 38g 배 12g 오이 9g 잣가루 0.5g 식용유 0.5g [소스소개] 고기재움장:포도주 2.5g 후춧가루 0.1g<br /> 저나트륨초간장소스:간장 1.3g 사과주스 3.8g 식초 1.3g 설탕 1.3g 와사미 0.8g",
    "돼지등심 100g 양송이버섯 45g 표고버섯 15g 애느타리버섯 10g 파슬리다진것 3g 버터 5g 후춧가루 0.1g 밀가루 4g 식용유 2g 화이트와인 50g 물 50g",
    "알감자 80g 쇠고기다진것 50g 50g 녹말가루 3g [소스소개] 쇠고기양념:파다진것 1g 마늘 다진것 1g 청고추 다진것 1g 홍고추 다진것 1g 간장 1.2g 설탕 1.2g 깨소금 0.5g 참기름 1g 후춧가루 0.1g 미나리잎장식",
    "쇠고기등심 50g 양송이버섯 20g 포도주스 50g 토마토 80g 물 15g 바질 2.5g 설탕 1.3g 오레가노 2g마늘가루 0.5g 소금 0.4g 파슬리다진것 5g 월계수잎 0.2g 로즈마리 2.5g 통후추 1g 타임 2.5g",
    "오이 30g 무 50g 홍고추 10g 파프리카 20g 당근 20g 미나리 10g 식초 30g 배 30g 고춧가루 10g 설탕 5g",
    "새우살 30g 토마토 20g 양파 15g 당근 10g 애호박 15g 건다시마 3g 버터 3g 케찹 5g10g 후추 0.1g 소금 0.2g 물 300ml",
    "돈민찌 80g 우민찌 30g 떡 40g 문어 3g 배 5g 호두 3g 아몬드 3g 마늘 5g 다진파 5g 찹쌀가루 5g 참기름 1g 후추 1g 밀가루 0.5g 식용유 5g 대추 2g 잣 2g",
    "배 30g 미나리 1g 청홍고추 0.2g 감자 4g 설탕 3g 마늘 2g 생강 1g 물 100ml",
    "참외 20g 양파 10g 배 5g 대파 3g 마늘 3g 홍고추 1g 생강 1g 식초 4g 설탕 3g  누룩소금 0.5g 물 150ml",
    "두부(8g) 생새우(45g) 팽이버섯(3g) 당근(3g) 깻잎(1g) 파프리카(3g) 소고기(8g) 감자전분(50g) 달걀흰자(60g) 애호박(1개)  간장(1g) 식초(1g) 적양파(2g)",
    "양파(1개) 당근(½개) 토마토(2개) 닭고기(가슴살 다릿살 각 200g) 생크림(200g) 파프리카(빨강 노랑 각 1개) 바게트(약간) 월계수잎(1장) 통후추(5알) 정향(1개) 요거트(1컵) 가람마살라(2Ts) 코리앤더파우더(2Ts) 커민파우더(2Ts) 마늘(3Ts) 파프리카가루(2Ts) 소금(1ts) 버터(2Ts)",
    "팽이버섯(½봉) 느타리버섯(½줌) 알배추(½개) 쪽파(3대) 가지(½개) 당근(¼개) 흰다리새우(7마리) 관자(4개) 삶은 검은콩(½컵) 소고기(불고기용 부채살 200g) 숙주(⅓줌) 달걀노른자(2개) 쑥갓(⅓줌)  단호박(½개) 생표고버섯(5개) 청경채(2개) 소금(0.3Ts) 통밀가루(¼컵) 돼지감자가루(¼컵) 현미쌀가루(¼컵)  간장(2Ts) 맛술(0.3Ts) 꿀(1Ts) 레몬즙(1Ts) 쪽파(1Ts) 청양고추(0.5Ts)",]

for line in string:
    print('"' + line.replace('(', ' (') + '",')